<?php return [
    'premiumTitle' => 'Станьте Premium участником SharedLingo!',
    'premiumDesc' => [
        'Покажите другим участникам что вы серьезно настроены на изучение языков.',
        'Приобретите Premium подписку чтобы выделиться и получить дополнительные преимущества.'
    ],
    'premiumSupport' => 'Поддержите разработку SharedLingo',
    'premiumSupportDesc' => [
        'Premium участники являются <strong>главными спонсорами</strong> разработки SharedLingo. ',
        'Они позволяют нам уделять больше времени работе над проектом, вместо других задач.',
        'Также, они помогают нам оплачивать счета (хостинг, реклама и т.д.).'
    ],
    'premiumBenefits' => 'Какие преимущества дает Premium?',
    'premiumBenefitName' => 'Выделяйтесь из толпы',
    'premiumBenefitNameDesc' => [
        'Получите значок <strong>Premium Status</strong> в свой профиль и выберите любой <strong>собственный цвет</strong> для вашего имени во всех списках пользователей на сайте.',
        'Это <strong>привлечет дополнительное внимание</strong> к вашей персоне и покажет ваши серьезные намерения!'
    ],
    'premiumBenefitLog' => 'История чатов',
    'premiumBenefitLogDesc' => [
        'Premium участники имеют доступ к <strong>полной истории</strong> своих приватных чатов.',
        'Она включает в себя список людей, с которыми вы общались за последние 30 дней, и полную запись каждого разговора.',
    ],
    'premiumBenefitLogDownload' => 'Загрузка истории',
    'premiumBenefitLogDownloadDesc' => [
        'Premium позволит вам <strong>скачать целиком любую беседу</strong>, проведенную вами в привате за последние 30 дней. ',
        'Одним кликом мышки вы получаете текстовый файл со всей информацией!'
    ],
    'premiumBenefitMore' => 'Больше в будущем',
    'premiumBenefitMoreDesc' => [
        'У нас есть множество идей о новых функциях SharedLingo. Некоторые из этих функций будут доступны только Premium участникам. ',
        'Станьте Premium сегодня, чтобы получить все текущие и будущие дополнительные возможности!'
    ],
    'premiumPrice' => 'Насколько это дешево?',
    'premiumPriceDesc' => [
        'Мы стараемся сохранять цены на минимальной отметке. Сейчас они варьируются от <strong>$4/месяц</strong> (при оплате за год) до <strong>$9/месяц</strong>.',
        'Нажмите кнопку "Купить Premium" ниже, чтобы посмотреть все доступные планы. <strong>Спасибо!</strong>'
    ]
];
