<?php return [
    'heroTitle' => 'SharedLingo',
    'heroTagline' => 'Быстрые чаты для языкового обмена',
    'heroButton' => 'Начать общаться',
    'whatIsIt' => 'Что такое SharedLingo?',
    'whatIsItText' => [
        'SharedLingo это платформа для языкового обмена в виде быстрых бесед.',
        'Здесь вы можете общаться с носителями различных языков в реальном времени, без необходимости ждать ответа по несколько дней'
    ],
    'whatIsLE' => 'Что такое языковой обмен?',
    'whatIsLEText' => [
        'Языковой обмен это метод практики для изучающих иностранный язык.',
        'Его основная идея в том, чтобы общаться с кем-либо кто говорит на языке который вы учите,',
        'а сам учит язык на котором вы говорите'
    ],
    'howItWorks' => 'Вот как это работает',
    'step1' => 'Выберите партнера',
    'step1Text' => [
        'ShardLingo покажет вам список участников онлайн.',
        'Выберите кого-нибудь кто говорит на языке, который вы изучаете'
    ],
    'step2' => 'Предложите чат',
    'step2Text' => [
        'Отправьте предложение чата выбранному собеседнику.',
        'Он сможет быстро посмотреть ваш профиль и принять предложение'
    ],
    'step3' => 'Общайтесь',
    'step3Text' => [
        'Когда предложение принято, SharedLingo создаст персональную комнату',
        'с чатом для вас двоих. Желаем приятного общения!'
    ],
    'features' => 'Больше возможностей',
    'featureMobile' => 'Мобильная версия',
    'featureMobileText' => [
        'SharedLingo отлично работает на любом современном мобильном устройстве.',
        'Участвуйте в чатах в любом месте, на ходу'
    ],
    'featureVoice' => 'Голосовой чат',
    'featureVoiceText' => [
        'Развивайте ваши разговорные навыки с носителями языков.',
        'SharedLingo предлагает быстрый и бесплатный голосовой чат с чистым звуком'
    ],
    'featureGames' => 'Языковые игры',
    'featureGamesText' => [
        'Изучение языков должно быть весёлым!',
        'Расширяйте ваш словарный запас в наших затягивающих текстовых играх'
    ],
    'joinToday' => 'Вступайте в сообщество',
    'joinTodayText' => 'и начинайте вашу практику с носителями языков',
    'dedicated' => 'В память о SharedTalk',
    'dedicatedText' => [
        'SharedTalk был сайтом для языкового обмена, главной особенностью которого была возможность общения в реальном времени.',
        'К сожалению, он был закрыт владельцами в 2015 году без видимых на то причин.',
        'SharedLingo создан командой веб-профессионалов, которые были активными членами SharedTalk.',
        'Мы скучали по SharedTalk так сильно, что решили создать его заново, используя все самые современные веб-технологии.',
        'SharedLingo работает максимально близко к тому, как это делал SharedTalk.'
    ],
];